Revit 2024 API
ParameterTypeId.StairsTrisertypeRightNosing Property
 "Right Nosing": (OBSOLETE)
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsTrisertypeRightNosing { get; }
Visual Basic
Public Shared ReadOnly Property StairsTrisertypeRightNosing As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsTrisertypeRightNosing {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace